---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.ColumnInsideWallFailures.CopingWarningOffset
source: html/92d2225d-0649-c66b-a95b-fa9aaa664aca.htm
---
# Autodesk.Revit.DB.BuiltInFailures.ColumnInsideWallFailures.CopingWarningOffset Property

Coping applied, but no cut was made. Adjust Coping Distance or Offset parameters.

## Syntax (C#)
```csharp
public static FailureDefinitionId CopingWarningOffset { get; }
```